; Czech Language file (CZE)
; by Martin "chroust" Hampl
; this file is under "dowhateveryouwant" licence, please just keep my name in credits

[Translation]
ThisLanguage=		Čeština

Language=			Jazyk

DockSettings=		Nastavení doku
IconSettings=		Nastavení ikony
AddItem=			Přidat položku
  ItemFile=			Soubor
  ItemPath=			Cesta
  ItemSeparator=		Oddělovač
  ItemDockSettings=	Nastavení doku
DeleteItem=			Smazat položku
TakeScreenshot=		Uložit obrazovku


General=			Základní
AutoRun=			Spustit při startu
HideLabels=			Vypnout popisky ikon
LockIcons=			Zamknout ikony
AutoHide=			Automaticky schovávat


Icons=			Ikony
Size=				Velikost
Quality=			Kvalita
  QualityLow=		Nízká kvalita (Rychlejší)
  QualityMedium=		Střední kvalita
  QualityHigh=		Vysoká kvalita (Pomalejší)
Zoom=				Přiblížení
ZoomRange=			Dosah přiblížení
ZoomTime=			Doba přiblížení


Position=			Pozice
Monitor=			Monitor
  MonitorList=		Monitor
Side=				Pozice na obrazovce
  SideTop=			Nahoře
  SideBottom=		Dole
  SideLeft=			Vlevo
  SideRight=		Vpravo
Z-Order=			Zobrazit
  zTop=			Vždy na vrchu
  zNormal=			Normální
  zBottom=			Vždy na spodu
Offset=			Odsazení


Style=			Styl
Theme=			Vzhled
Opacity=			Průhlednost
SelectFont=			Výběr fontu


About=			O programu
Donate=			Přispějte
Updates=			Aktualizace
Forums=			Fórum



Quit=				Ukončit
OK=				Ok
Cancel=			Zrušit



Version=			Verze
ThankYou=			Pokud se vám tento program líbí, můžete přispět jakoukoliv částkou na jeho dálší vývoj. Udržíte tak RocketDock stále zdarma.<BR>The Punk Software Team  \n\nDo češtiny přeložil Martin "chroust" Hampl

Folders=			Složky
DefaultFolder=		Výchozí složka
ChangeFolder=		Změnit složku


Preview=			Náhled


DefaultIcon=		Výchozí ikona


Properties=			Podrobnosti
Name=				Jméno
Target=			Cíl
FindTarget=			Najít cíl
StartIn=			Spustit v
Arguments=			Parametry
Run=				Spustit
  RunNormal=		Normální
  RunMaximized=		Maximalizovaný
  RunMinimized=		Minimalizovaný
Popup=			Nabídka
ContextMenu=		Zobrazit zvláštní úkony


FontOutlineColor=		Barva obtažení
FontShadowColor=		Barva stínu
FontOutlineOpacity=	Průhlednost obtažení
FontShadowOpacity=	Průhlednost stínu



;#################
;For Version 1.1.2
;#################

MouseActivate=		Aktivace najetím myší
AutoHideTime=		Doba Skrývání/Objevení
AutoHideDelay=		Prodleva automatického skrývání
UberIconFX=			Efekty ÜberIcon



;#################
;For Version 1.2.0
;#################

ZoomFlat=			Přiblížení: Flat
VerticalOffset=		Svislé odsazení
ItemBlank=			Prázdná ikona
Defaults=			Výchozí
Confirm=			Potvrzení
ConfirmDefaults=		Jste si jistí, že chcete vrátit aplikaci RocketDock do původních hodnot?<BR>Poznámka: Toto neovlivní Vaše ikony.


;#################
;For Version 1.3.0
;#################

;NOTE: "ZoomFlat" was changed above... Please re-translate
;=========================================================

ManageWindows=		Minimalizovat všechna okna do Docku
ShowRunning=		Indikace spuštěné aplikace
OpenRunning=		Otevřít již spuštěnou aplikaci
UseINI=			    Uložit nastavení do INI souboru
GetMore=			Stáhnout další
Behavior=			Chování
MouseActivateDelay=	Prodleva zobrazení
IconActivationFX=	Efekt ikony při spuštění 
None=				Žádné
Bounce=			Poskočení
ZoomOpaque=			Plné ikony při přiblížení (bez průhlednosti)
HoverFX=			Efekt přiblížení
ZoomBubble=			Přiblížení: Bubble
ZoomPlateau=		Přiblížení: Plateau
OpenWindow=			Otevřít aplikaci
CloseWindow=		Zavřít aplikaci
ItemRecycleBin=		Koš
StateNormal=		Normální ikona
StateEmpty=			Prázdný koš
StateFull=			Plný koš

;#################
;For Version 1.3.1
;#################

DebugInfo=			Informace pro ladění
ConfirmDebugInfo=		RocketDock nyní vytvoří soubor s informacemi pro ladění...<BR><BR>Soubor bude obsahovat:<BR>  * Nastavení RocketDocku (včetně cest a dalších voleb)<BR>  * Seznam aktuálně běžících procesů<BR>  * Užitečné informace o systému
DisableMinAnimation=	Vypnout animace u minimalizovaných
OpenRunningShort=		Otevřít běžící
UseGlobal=			Použít globální nastavení
Always=			Vždy
Never=			Nikdy
Warnings=			Upozornění: <COUNT>
WarningINIWrite=		Settings.ini je chráněn proti zápisu. Vaše nastavení nebylo uloženo.